<?php
return [
    'welcome_to' => 'مرحبًا بك في '. \Config::get('app.name').'! 👋',
    'please_sign_in_to_your_account_text' => 'يرجى تسجيل الدخول إلى حسابك وبدء المغامرة',
    'labels' => [
        'email' => 'البريد الإلكتروني',
        'email_placeholder' => 'أدخل بريدك الإلكتروني أو اسم المستخدم',
        'password' => "كلمة المرور",
        'forgot_password' => 'نسيت كلمة المرور؟',
        'remember_me' => "تذكرني؟",
        'sign_in' => "تسجيل الدخول",
        'new_on_our_platform' => "جديد على منصتنا؟",
        'register' => "إنشاء حساب"
    ]
];
