<?php
return [
    'heading' => 'تبدأ المغامرة هنا 🚀',
    'sub_description' => 'اجعل إدارة التطبيق الخاص بك سهلة وممتعة!',
    'labels' => [
        'first_name' => 'الاسم الأول',
        'first_name_placeholder' => 'أدخل اسمك الأول',
        'last_name' => 'اسم العائلة',
        'last_name_placeholder' => 'أدخل اسم العائلة',
        'email' => 'البريد الإلكتروني',
        'email_placeholder' => 'أدخل بريدك الإلكتروني أو اسم المستخدم',
        'password' => "كلمة المرور",
        'sign_up' => "اشترك",
        'new_on_our_platform' => "جديد على منصتنا؟",
        'register' => "أنشئ حسابًا",
        'i_agree' => "أوافق على <a href='javascript:void(0);'>سياسة الخصوصية</a> و <a href='javascript:void(0);'>الشروط</a>",
        'already_have_an_account' => "لديك حساب بالفعل؟ <a href='".route('login')."'>سجل الدخول بدلاً من ذلك</a>"
    ]
];
